Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Upload.TitleTooLong
source: The video title must be 100 characters or fewer.
af_za: Die videotitel moet 100 karakters of minder wees.
am_et: የቪዲዮው ርዕስ 100 ቁምፊዎች ወይም ከዚያ ያነሰ መሆን አለበት።
ar_sa: يجب أن يكون عنوان الفيديو 100 حرف أو أقل.
as_in: ভিডিঅ’ৰ শিৰোনাম ১০০ আখৰ বা তাতকৈ কম হ’ব লাগিব।
az_latn_az: Videonun başlığı 100 simvol və ya daha az olmalıdır.
be_by: Назва відэа павінна складацца з 100 сімвалаў або менш.
bg_bg: Заглавието на видеоклипа трябва да съдържа 100 знака или по-малко.
bn_bd: ভিডিও শিরোনাম 100 অক্ষর বা তার কম হতে হবে।
bs_latn_ba: Naslov videa mora imati 100 znakova ili manje.
ca_es: El títol del vídeo ha de tenir 100 caràcters o menys.
cs_cz: Název videa musí mít 100 znaků nebo méně.
da_dk: Videotitlen skal være på 100 tegn eller derunder.
de_de: Der Videotitel darf maximal 100 Zeichen lang sein.
el_gr: Ο τίτλος του βίντεο πρέπει να είναι 100 χαρακτήρες ή λιγότεροι.
es_us: El título del vídeo debe tener 100 caracteres o menos.
et_ee: Video pealkiri peab olema 100 tähemärki või vähem.
eu_es: Bideoaren izenburuak 100 karaktere edo gutxiago izan behar ditu.
fa_ir: عنوان ویدیو باید 100 کاراکتر یا کمتر باشد.
fi_fi: Videon nimessä saa olla enintään 100 merkkiä.
fil_ph: Ang pamagat ng video ay dapat na 100 character o mas kaunti.
fr_ca: Le titre de la vidéo doit comporter 100 caractères maximum.
gl_es: O título do vídeo debe ter 100 caracteres ou menos.
gu_in: વિડિયો શીર્ષક 100 કે તેથી ઓછા અક્ષરોનું હોવું જોઈએ.
he_il: כותרת הסרטון חייבת להכיל 100 תווים או פחות.
hi_in: वीडियो का शीर्षक 100 अक्षर या उससे कम होना चाहिए।
hr_hr: Naslov videozapisa mora sadržavati 100 znakova ili manje.
hu_hu: A videó címének legfeljebb 100 karakterből kell állnia.
hy_am: Տեսանյութի անվանումը պետք է լինի 100 նիշ կամ ավելի քիչ:
id_id: Judul video harus terdiri dari 100 karakter atau kurang.
is_is: Titill myndbandsins verður að vera 100 stafir eða færri.
it_it: Il titolo del video deve contenere al massimo 100 caratteri.
ja_jp: 動画のタイトルは 100 文字以下にする必要があります。
ka_ge: ვიდეოს სათაური უნდა იყოს 100 სიმბოლო ან ნაკლები.
kk_kz: Бейне атауы 100 таңбадан немесе одан аз болуы керек.
km_kh: ចំណងជើងវីដេអូត្រូវតែមាន 100 តួអក្សរ ឬតិចជាងនេះ។
kn_in: ವೀಡಿಯೊ ಶೀರ್ಷಿಕೆಯು 100 ಅಕ್ಷರಗಳು ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರಬೇಕು.
ko_kr: 동영상 제목은 100자 이하여야 합니다.
ky_kg: Видеонун аталышы 100 белгиден же андан азыраак болушу керек.
lo_la: ຊື່ວິດີໂອຕ້ອງມີ 100 ຕົວອັກສອນ ຫຼືໜ້ອຍກວ່າ.
lt_lt: Vaizdo įrašo pavadinimas turi būti 100 ar mažiau simbolių.
lv_lv: Videoklipa nosaukumā ir jābūt 100 vai mazāk rakstzīmēm.
mk_mk: Насловот на видеото мора да има 100 знаци или помалку.
ml_in: വീഡിയോ ശീർഷകം 100 പ്രതീകങ്ങളോ അതിൽ കുറവോ ആയിരിക്കണം.
mn_mn: Видеоны гарчиг нь 100 тэмдэгт буюу түүнээс бага байх ёстой.
mr_in: व्हिडिओ शीर्षक 100 वर्ण किंवा कमी असणे आवश्यक आहे.
ms_my: Tajuk video mestilah 100 aksara atau kurang.
nb_no: Videotittelen må være på 100 tegn eller færre.
ne_np: भिडियो शीर्षक 100 वर्ण वा कम हुनुपर्छ।
nl_nl: De videotitel moet 100 tekens of minder bevatten.
or_in: ଭିଡିଓ ଟାଇଟଲ୍ 100 ଅକ୍ଷର କିମ୍ବା କମ୍ ହେବା ଜରୁରୀ |
pa_in: ਵੀਡੀਓ ਦਾ ਸਿਰਲੇਖ 100 ਅੱਖਰ ਜਾਂ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl_pl: Tytuł filmu musi mieć maksymalnie 100 znaków.
pt_br: O título do vídeo deve ter 100 caracteres ou menos.
ro_ro: Titlul videoclipului trebuie să aibă maximum 100 de caractere.
ru_ru: Название видео должно содержать не более 100 символов.
si_lk: වීඩියෝ මාතෘකාව අනුලකුණු 100ක් හෝ ඊට අඩු විය යුතුය.
sk_sk: Názov videa musí mať 100 znakov alebo menej.
sl_si: Naslov videoposnetka mora vsebovati 100 znakov ali manj.
sq_al: Titulli i videos duhet të jetë 100 karaktere ose më pak.
sr_cyrl_rs: Наслов видеа мора да има 100 знакова или мање.
sr_latn_rs: Naslov videa mora da ima 100 znakova ili manje.
sv_se: Videotiteln måste vara 100 tecken eller färre.
sw_ke: Kichwa cha video lazima kiwe na herufi 100 au chache zaidi.
ta_in: வீடியோவின் தலைப்பு 100 எழுத்துகள் அல்லது அதற்கும் குறைவாக இருக்க வேண்டும்.
te_in: వీడియో శీర్షిక తప్పనిసరిగా 100 అక్షరాలు లేదా అంతకంటే తక్కువ ఉండాలి.
th_th: ชื่อวิดีโอต้องมีอักขระไม่เกิน 100 ตัว
tr_tr: Video başlığı 100 karakter veya daha az olmalıdır.
uk_ua: Назва відео має містити 100 символів або менше.
ur_pk: ویڈیو کا عنوان 100 حروف یا اس سے کم ہونا چاہیے۔
uz_latn_uz: Video sarlavhasi 100 yoki undan kam belgidan iborat boʻlishi kerak.
vi_vn: Tiêu đề video phải có 100 ký tự trở xuống.
zh_hans_cn: 视频标题不得超过 100 个字符。
zh_hant_hk: 影片標題不得超過 100 個字元。
zu_za: Isihloko sevidiyo kufanele sibe nezinhlamvu eziyi-100 noma ngaphansi.

# Upload.UnrecognizedFile
source: Select a recognized video file.
af_za: Kies 'n herkende videolêer.
am_et: የታወቀ የቪዲዮ ፋይል ይምረጡ።
ar_sa: حدد ملف فيديو تم التعرف عليه.
as_in: এটা স্বীকৃতিপ্ৰাপ্ত ভিডিঅ' ফাইল নিৰ্ব্বাচন কৰক।
az_latn_az: Tanınmış video faylı seçin.
be_by: Выберыце распазнаны відэафайл.
bg_bg: Изберете разпознат видео файл.
bn_bd: একটি স্বীকৃত ভিডিও ফাইল নির্বাচন করুন.
bs_latn_ba: Odaberite prepoznati video fajl.
ca_es: Seleccioneu un fitxer de vídeo reconegut.
cs_cz: Vyberte rozpoznaný soubor videa.
da_dk: Vælg en genkendt videofil.
de_de: Wählen Sie eine erkannte Videodatei aus.
el_gr: Επιλέξτε ένα αναγνωρισμένο αρχείο βίντεο.
es_us: Seleccione un archivo de vídeo reconocido.
et_ee: Valige tuvastatud videofail.
eu_es: Hautatu aitortutako bideo-fitxategi bat.
fa_ir: یک فایل ویدیویی شناخته شده را انتخاب کنید.
fi_fi: Valitse tunnistettu videotiedosto.
fil_ph: Pumili ng isang kinikilalang video file.
fr_ca: Sélectionnez un fichier vidéo reconnu.
gl_es: Seleccione un ficheiro de vídeo recoñecido.
gu_in: માન્ય વિડિઓ ફાઇલ પસંદ કરો.
he_il: בחר קובץ וידאו מוכר.
hi_in: एक मान्यता प्राप्त वीडियो फ़ाइल का चयन करें.
hr_hr: Odaberite prepoznatu video datoteku.
hu_hu: Válasszon ki egy felismert videofájlt.
hy_am: Ընտրեք ճանաչված վիդեո ֆայլ:
id_id: Pilih file video yang dikenali.
is_is: Veldu viðurkennda myndbandsskrá.
it_it: Seleziona un file video riconosciuto.
ja_jp: 認識されたビデオ ファイルを選択します。
ka_ge: აირჩიეთ აღიარებული ვიდეო ფაილი.
kk_kz: Танылған бейне файлды таңдаңыз.
km_kh: ជ្រើសរើសឯកសារវីដេអូដែលទទួលស្គាល់។
kn_in: ಗುರುತಿಸಲಾದ ವೀಡಿಯೊ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko_kr: 인식된 동영상 파일을 선택하세요.
ky_kg: Таанылган видео файлды тандаңыз.
lo_la: ເລືອກໄຟລ໌ວິດີໂອທີ່ຮັບຮູ້.
lt_lt: Pasirinkite atpažintą vaizdo failą.
lv_lv: Atlasiet atpazītu video failu.
mk_mk: Изберете препознаена видео датотека.
ml_in: അംഗീകൃത വീഡിയോ ഫയൽ തിരഞ്ഞെടുക്കുക.
mn_mn: Хүлээн зөвшөөрөгдсөн видео файлыг сонгоно уу.
mr_in: मान्यताप्राप्त व्हिडिओ फाइल निवडा.
ms_my: Pilih fail video yang diiktiraf.
nb_no: Velg en gjenkjent videofil.
ne_np: मान्यता प्राप्त भिडियो फाइल चयन गर्नुहोस्।
nl_nl: Selecteer een herkend videobestand.
or_in: ଏକ ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ଭିଡିଓ ଫାଇଲ୍ ଚୟନ କରନ୍ତୁ |
pa_in: ਇੱਕ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਵੀਡੀਓ ਫਾਈਲ ਚੁਣੋ।
pl_pl: Wybierz rozpoznany plik wideo.
pt_br: Selecione um arquivo de vídeo reconhecido.
ro_ro: Selectați un fișier video recunoscut.
ru_ru: Выберите распознанный видеофайл.
si_lk: හඳුනාගත් වීඩියෝ ගොනුවක් තෝරන්න.
sk_sk: Vyberte rozpoznaný videosúbor.
sl_si: Izberite prepoznano video datoteko.
sq_al: Zgjidhni një skedar video të njohur.
sr_cyrl_rs: Изаберите препознату видео датотеку.
sr_latn_rs: Izaberite prepoznatu video datoteku.
sv_se: Välj en igenkänd videofil.
sw_ke: Chagua faili ya video inayotambuliwa.
ta_in: அங்கீகரிக்கப்பட்ட வீடியோ கோப்பைத் தேர்ந்தெடுக்கவும்.
te_in: గుర్తించబడిన వీడియో ఫైల్‌ను ఎంచుకోండి.
th_th: เลือกไฟล์วิดีโอที่รู้จัก
tr_tr: Tanınmış bir video dosyası seçin.
uk_ua: Виберіть розпізнаний відеофайл.
ur_pk: ایک تسلیم شدہ ویڈیو فائل منتخب کریں۔
uz_latn_uz: Taniqli video faylni tanlang.
vi_vn: Chọn một tập tin video được công nhận.
zh_hans_cn: 选择已识别的视频文件。
zh_hant_hk: 選擇已識別的視訊檔案。
zu_za: Khetha ifayela levidiyo elaziwayo.

# VideoDetails.Loading
source: Loading video details...
af_za: Laai tans videobesonderhede...
am_et: የቪዲዮ ዝርዝሮችን በመጫን ላይ...
ar_sa: جارٍ تحميل تفاصيل الفيديو...
as_in: ভিডিও বিবরণ লোড হচ্ছে...
az_latn_az: Video təfərrüatları yüklənir...
be_by: Загрузка звестак пра відэа...
bg_bg: Подробностите за видеоклипа се зареждат...
bn_bd: ভিডিওর বিশদ বিবরণ লোড হচ্ছে...
bs_latn_ba: Učitavanje detalja videa...
ca_es: S'estan carregant els detalls del vídeo...
cs_cz: Načítání podrobností o videu...
da_dk: Indlæser videodetaljer...
de_de: Videodetails werden geladen...
el_gr: Φόρτωση λεπτομερειών βίντεο...
es_us: Cargando detalles del vídeo...
et_ee: Video üksikasjade laadimine...
eu_es: Bideoaren xehetasunak kargatzen...
fa_ir: در حال بارگیری جزئیات ویدیو...
fi_fi: Ladataan videon tietoja...
fil_ph: Nilo-load ang mga detalye ng video...
fr_ca: Chargement des détails de la vidéo...
gl_es: Cargando detalles do vídeo...
gu_in: વિડિઓ વિગતો લોડ કરી રહ્યું છે...
he_il: טוען פרטי סרטון...
hi_in: वीडियो विवरण लोड हो रहा है...
hr_hr: Učitavanje pojedinosti o videozapisu...
hu_hu: Videó részleteinek betöltése...
hy_am: Տեսանյութի մանրամասների բեռնում...
id_id: Memuat detail video...
is_is: Hleður vídeóupplýsingum...
it_it: Caricamento dettagli video...
ja_jp: ビデオの詳細を読み込んでいます...
ka_ge: ვიდეოს დეტალების ჩატვირთვა...
kk_kz: Бейне мәліметтері жүктелуде...
km_kh: កំពុង​ផ្ទុក​ព័ត៌មាន​លម្អិត​វីដេអូ...
kn_in: ವೀಡಿಯೊ ವಿವರಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: 동영상 세부정보 로드 중...
ky_kg: Видеонун чоо-жайы жүктөлүүдө...
lo_la: ກຳລັງໂຫລດລາຍລະອຽດວິດີໂອ...
lt_lt: Įkeliama išsami vaizdo įrašo informacija...
lv_lv: Notiek videoklipa informācijas ielāde...
mk_mk: Се вчитуваат детали за видеото...
ml_in: വീഡിയോ വിശദാംശങ്ങൾ ലോഡുചെയ്യുന്നു...
mn_mn: Видеоны дэлгэрэнгүйг ачаалж байна...
mr_in: व्हिडिओ तपशील लोड करत आहे...
ms_my: Memuatkan butiran video...
nb_no: Laster inn videodetaljer ...
ne_np: भिडियो विवरणहरू लोड गर्दै...
nl_nl: Videodetails laden...
or_in: ଭିଡିଓ ବିବରଣୀ ଲୋଡ୍ କରୁଛି ...
pa_in: ਵੀਡੀਓ ਵੇਰਵੇ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl_pl: Ładowanie szczegółów filmu...
pt_br: Carregando detalhes do vídeo...
ro_ro: Se încarcă detaliile videoclipului...
ru_ru: Загрузка деталей видео...
si_lk: වීඩියෝ විස්තර පූරණය කරමින්...
sk_sk: Načítavajú sa podrobnosti o videu...
sl_si: Nalaganje podrobnosti videoposnetka ...
sq_al: Detajet e videos po ngarkohen...
sr_cyrl_rs: Учитавање детаља видеа...
sr_latn_rs: Učitavanje detalja videa...
sv_se: Laddar videodetaljer...
sw_ke: Inapakia maelezo ya video...
ta_in: வீடியோ விவரங்களை ஏற்றுகிறது...
te_in: వీడియో వివరాలను లోడ్ చేస్తోంది...
th_th: กำลังโหลดรายละเอียดวิดีโอ...
tr_tr: Video ayrıntıları yükleniyor...
uk_ua: Завантаження деталей відео...
ur_pk: ویڈیو کی تفصیلات لوڈ ہو رہی ہیں...
uz_latn_uz: Video tafsilotlari yuklanmoqda...
vi_vn: Đang tải chi tiết video...
zh_hans_cn: 正在加载视频详细信息...
zh_hant_hk: 正在加載視頻詳細信息...
zu_za: Ilayisha imininingwane yevidiyo...

# VideoDetails.Metadata
source: Published {0} | {1:N0} views | duration {2}
af_za: Gepubliseer {0} | {1:N0} aansigte | duur {2}
am_et: የታተመ {0} | {1:N0} እይታዎች | ቆይታ {2}
ar_sa: تم النشر {0} | مشاهدات {1:N0} | المدة {2}
as_in: প্ৰকাশিত {0} | {1:N0} দৰ্শন | সময়সীমা {2}
az_latn_az: Nəşr {0} | {1:N0} baxışlar | müddəti {2}
be_by: Апублікавана {0} | {1:N0} праглядаў | працягласць {2}
bg_bg: Публикувано {0} | {1:N0} изгледи | продължителност {2}
bn_bd: প্রকাশিত {0} | {1:N0} ভিউ | সময়কাল {2}
bs_latn_ba: Objavljeno {0} | {1:N0} pregleda | trajanje {2}
ca_es: Publicat {0} | {1:N0} visualitzacions | durada {2}
cs_cz: Publikováno {0} | {1:N0} zobrazení | trvání {2}
da_dk: Udgivet {0} | {1:N0} visninger | varighed {2}
de_de: Veröffentlicht {0} | {1:N0} Ansichten | Dauer {2}
el_gr: Δημοσιεύθηκε {0} | {1:N0} προβολές | διάρκεια {2}
es_us: Publicado {0} | {1:N0} vistas | duración {2}
et_ee: Avaldatud {0} | {1:N0} vaated | kestus {2}
eu_es: {0} argitaratua | {1:N0} bistak | iraupena {2}
fa_ir: منتشر شده {0} | بازدید {1:N0} | مدت زمان {2}
fi_fi: Julkaistu {0} | {1:N0} näkymät | kesto {2}
fil_ph: Nai-publish {0} | {1:N0} view | tagal {2}
fr_ca: Publié {0} | Vues {1:N0} | durée {2}
gl_es: Publicado {0} | {1:N0} vistas | duración {2}
gu_in: પ્રકાશિત {0} | {1:N0} દૃશ્યો | સમયગાળો {2}
he_il: פורסם {0} | {1:N0} צפיות | משך {2}
hi_in: {0} प्रकाशित | {1:N0} दृश्य | अवधि {2}
hr_hr: Objavljeno {0} | {1:N0} pregleda | trajanje {2}
hu_hu: Megjelent {0} | {1:N0} megtekintések | időtartam {2}
hy_am: Հրատարակված է {0} | {1:N0} դիտումներ | տեւողությունը {2}
id_id: Diterbitkan {0} | Tampilan {1:N0} | durasi {2}
is_is: Gefið út {0} | {1:N0} skoðanir | lengd {2}
it_it: Pubblicato {0} | {1:N0} visualizzazioni | durata {2}
ja_jp: 公開日: {0} | {1:N0} ビュー |期間{2}
ka_ge: გამოქვეყნებულია {0} | {1:N0} ნახვები | ხანგრძლივობა {2}
kk_kz: Жарияланған {0} | {1:N0} көріністері | ұзақтығы {2}
km_kh: បានចេញផ្សាយ {0} | ទិដ្ឋភាព {1:N0} | រយៈពេល {2}
kn_in: ಪ್ರಕಟಿಸಲಾಗಿದೆ {0} | {1:N0} ವೀಕ್ಷಣೆಗಳು | ಅವಧಿ {2}
ko_kr: {0} 게시 | {1:N0} 조회수 | 지속시간 {2}
ky_kg: Жарыяланган {0} | {1:N0} көрүүлөр | узактыгы {2}
lo_la: ຈັດພີມມາ {0} | {1:N0} views | ໄລຍະເວລາ {2}
lt_lt: Paskelbta {0} | {1:N0} peržiūros | trukmės {2}
lv_lv: Publicēts {0} | {1:N0} skatījumi | ilgums {2}
mk_mk: Објавено {0} | {1:N0} прегледи | времетраење {2}
ml_in: പ്രസിദ്ധീകരിച്ച {0} | {1:N0} കാഴ്ചകൾ | ദൈർഘ്യം {2}
mn_mn: Нийтэлсэн {0} | {1:N0} үзсэн | үргэлжлэх хугацаа {2}
mr_in: प्रकाशित {0} | {1:N0} दृश्ये | कालावधी {2}
ms_my: Diterbitkan {0} | {1:N0} paparan | tempoh {2}
nb_no: Publisert {0} | {1:N0} visninger | varighet {2}
ne_np: प्रकाशित {0} | {1:N0} हेराइ | अवधि {2}
nl_nl: Gepubliceerd {0} | {1:N0}-weergaven | duur {2}
or_in: {0} ପ୍ରକାଶିତ | {1:N0} ଦୃଶ୍ୟ | | ଅବଧି {2} |
pa_in: ਪ੍ਰਕਾਸ਼ਿਤ {0} | {1:N0} ਦ੍ਰਿਸ਼ | ਮਿਆਦ {2}
pl_pl: Opublikowano {0} | Widoki {1:N0} | czas trwania {2}
pt_br: Publicado {0} | Visualizações {1:N0} | duração {2}
ro_ro: Publicat {0} | {1:N0} vizualizări | durata {2}
ru_ru: Опубликовано {0} | Просмотры {1:N0} | продолжительность {2}
si_lk: ප්‍රකාශිත {0} | {1:N0} දසුන් | කාලසීමාව {2}
sk_sk: Publikované {0} | {1:N0} zobrazenia | trvanie {2}
sl_si: Objavljeno {0} | {1:N0} pogledi | trajanje {2}
sq_al: Publikuar {0} | {1:N0} shikime | kohëzgjatja {2}
sr_cyrl_rs: Објављено {0} | {1:N0} виевс | трајање {2}
sr_latn_rs: Objavljeno {0} | {1:N0} vievs | trajanje {2}
sv_se: Publicerat {0} | {1:N0} vyer | varaktighet {2}
sw_ke: Imechapishwa {0} | Mionekano ya {1:N0} | muda {2}
ta_in: வெளியிடப்பட்டது {0} | {1:N0} காட்சிகள் | கால அளவு {2}
te_in: ప్రచురించబడిన {0} | {1:N0} వీక్షణలు | వ్యవధి {2}
th_th: เผยแพร่แล้ว {0} | {1:N0} มุมมอง | ระยะเวลา {2}
tr_tr: {0} yayınlandı | {1:N0} görünümleri | süre {2}
uk_ua: Опубліковано {0} | {1:N0} переглядів | тривалість {2}
ur_pk: شائع شدہ {0} | {1:N0} ملاحظات | دورانیہ {2}
uz_latn_uz: Chop etilgan: {0} | {1:N0} ko'rish | davomiyligi {2}
vi_vn: Đã xuất bản {0} | {1:N0} lượt xem | thời lượng {2}
zh_hans_cn: 已发布 {0} | {1:N0} 次观看 |持续时间{2}
zh_hant_hk: 已發布 {0} | {1:N0} 次觀看 |持續時間{2}
zu_za: Kushicilelwe {0} | {1:N0} ukubukwa | ubude besikhathi {2}

# VideoDetails.PlayInAppStatus
source: Play in app opens YouTube's official mobile watch page.
af_za: Speel in app maak YouTube se amptelike mobiele kykbladsy oop.
am_et: Play in app የዩቲዩብ ኦፊሴላዊ የሞባይል መመልከቻ ገጽን ከፈተ።
ar_sa: يؤدي التشغيل في التطبيق إلى فتح صفحة المشاهدة الرسمية للجوال على YouTube.
as_in: Play in app খোলে ইউটিউবৰ অফিচিয়েল মোবাইল ৱাচ পেজ।
az_latn_az: Tətbiqdə oynat YouTube-un rəsmi mobil baxış səhifəsini açır.
be_by: Play in app адкрывае афіцыйную старонку YouTube для мабільных прылад.
bg_bg: Играта в приложението отваря официалната страница за гледане на YouTube за мобилни устройства.
bn_bd: অ্যাপে প্লে ইউটিউবের অফিসিয়াল মোবাইল ওয়াচ পেজ খোলে।
bs_latn_ba: Igraj u aplikaciji otvara zvaničnu YouTube stranicu za gledanje na mobilnom uređaju.
ca_es: Juga a l'aplicació obre la pàgina oficial de visualització per a mòbils de YouTube.
cs_cz: Přehrát v aplikaci otevře oficiální mobilní stránku sledování YouTube.
da_dk: Afspil i appen åbner YouTubes officielle mobilafspilningsside.
de_de: „In der App abspielen“ öffnet die offizielle Wiedergabeseite für Mobilgeräte von YouTube.
el_gr: Το Play in app ανοίγει την επίσημη σελίδα παρακολούθησης του YouTube για κινητά.
es_us: Reproducir en la aplicación abre la página oficial de reproducción móvil de YouTube.
et_ee: Rakenduses esitamine avab YouTube'i ametliku mobiilivaatamislehe.
eu_es: Erreproduzitu aplikazioan YouTube-ren mugikorretarako orri ofiziala irekitzen da.
fa_ir: Play in app صفحه تماشای تلفن همراه رسمی YouTube را باز می کند.
fi_fi: Play in app avaa YouTuben virallisen mobiilikatselusivun.
fil_ph: Binubuksan ng Play in app ang opisyal na pahina sa panonood sa mobile ng YouTube.
fr_ca: Jouer dans l'application ouvre la page de lecture mobile officielle de YouTube.
gl_es: Xogar na aplicación abre a páxina de visualización oficial de YouTube para móbiles.
gu_in: ઍપમાં પ્લે કરવાથી YouTubeનું અધિકૃત મોબાઇલ વૉચ પેજ ખુલે છે.
he_il: הפעלה באפליקציה פותחת את דף הצפייה הרשמי של YouTube לנייד.
hi_in: प्ले इन ऐप यूट्यूब का आधिकारिक मोबाइल वॉच पेज खोलता है।
hr_hr: Play in app otvara YouTubeovu službenu mobilnu stranicu za gledanje.
hu_hu: A Play in app megnyitja a YouTube hivatalos mobil videooldalát.
hy_am: Play in հավելվածում բացվում է YouTube-ի բջջային դիտման պաշտոնական էջը:
id_id: Putar dalam aplikasi membuka laman tontonan seluler resmi YouTube.
is_is: Spila í appi opnar opinbera áhorfssíðu YouTube fyrir farsíma.
it_it: Gioca nell'app apre la pagina di visualizzazione mobile ufficiale di YouTube.
ja_jp: アプリで再生すると、YouTube の公式モバイル視聴ページが開きます。
ka_ge: Play in app ხსნის YouTube-ის ოფიციალურ მობილური ყურების გვერდს.
kk_kz: Қолданбада ойнату YouTube-тің ресми мобильді көру бетін ашады.
km_kh: លេងក្នុងកម្មវិធីបើកទំព័រមើលទូរស័ព្ទផ្លូវការរបស់ YouTube ។
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಪ್ಲೇ ಮಾಡಿ YouTube ನ ಅಧಿಕೃತ ಮೊಬೈಲ್ ವೀಕ್ಷಣೆ ಪುಟವನ್ನು ತೆರೆಯುತ್ತದೆ.
ko_kr: 앱에서 재생하면 YouTube의 공식 모바일 보기 페이지가 열립니다.
ky_kg: Колдонмодо ойнотуу YouTube'дун расмий мобилдик көрүү барагын ачат.
lo_la: ຫຼິ້ນຢູ່ໃນແອັບເປີດໜ້າເບິ່ງມືຖືຢ່າງເປັນທາງການຂອງ YouTube.
lt_lt: Žaisti programoje atidaromas oficialus „YouTube“ mobiliesiems žiūrėjimo puslapis.
lv_lv: Atskaņot lietotnē tiek atvērta YouTube oficiālā skatīšanās lapa mobilajām ierīcēm.
mk_mk: Играј во апликацијата ја отвора официјалната страница за гледање мобилни телефони на YouTube.
ml_in: Play ഇൻ ആപ്പ് YouTube-ൻ്റെ ഔദ്യോഗിക മൊബൈൽ വാച്ച് പേജ് തുറക്കുന്നു.
mn_mn: Апп дотор тоглуулах нь YouTube-ийн албан ёсны гар утасны үзэх хуудсыг нээнэ.
mr_in: ॲपमध्ये प्ले करा YouTube चे अधिकृत मोबाइल पाहण्याचे पृष्ठ उघडते.
ms_my: Main dalam apl membuka halaman tontonan mudah alih rasmi YouTube.
nb_no: Spill i appen åpner YouTubes offisielle mobilvisningsside.
ne_np: प्ले इन एपले YouTube को आधिकारिक मोबाइल वाच पृष्ठ खोल्छ।
nl_nl: Als je in de app speelt, wordt de officiële mobiele weergavepagina van YouTube geopend.
or_in: ଆପ୍ ପ୍ଲେ ୟୁଟ୍ୟୁବ୍ ର ଅଫିସିଆଲ୍ ମୋବାଇଲ୍ ୱାଚ୍ ପେଜ୍ ଖୋଲିବ |
pa_in: ਐਪ ਵਿੱਚ ਚਲਾਓ YouTube ਦਾ ਅਧਿਕਾਰਤ ਮੋਬਾਈਲ ਦੇਖਣ ਵਾਲਾ ਪੰਨਾ ਖੋਲ੍ਹਦਾ ਹੈ।
pl_pl: Graj w aplikacji otwiera oficjalną stronę odtwarzania YouTube na urządzeniach mobilnych.
pt_br: Reproduzir no aplicativo abre a página oficial de exibição móvel do YouTube.
ro_ro: Redare în aplicație deschide pagina oficială de vizionare mobilă a YouTube.
ru_ru: Играть в приложении открывает официальную страницу просмотра YouTube на мобильных устройствах.
si_lk: Play in app YouTube හි නිල ජංගම නැරඹුම් පිටුව විවෘත කරයි.
sk_sk: Hrať v aplikácii otvorí oficiálnu stránku prezerania videa YouTube pre mobilné zariadenia.
sl_si: Predvajanje v aplikaciji odpre YouTubovo uradno stran za ogled v mobilnih napravah.
sq_al: Luaj në aplikacion hap faqen zyrtare të shikimit celular të YouTube.
sr_cyrl_rs: Играј у апликацији отвара званичну ИоуТубе-ову страницу за гледање на мобилном уређају.
sr_latn_rs: Igraj u aplikaciji otvara zvaničnu YouTube-ovu stranicu za gledanje na mobilnom uređaju.
sv_se: Spela i appen öppnar YouTubes officiella mobilvisningssida.
sw_ke: Cheza katika programu hufungua ukurasa rasmi wa kutazama wa simu ya mkononi wa YouTube.
ta_in: பயன்பாட்டில் Play ஆனது YouTubeன் அதிகாரப்பூர்வ மொபைல் கண்காணிப்புப் பக்கத்தைத் திறக்கிறது.
te_in: యాప్‌లో Play YouTube యొక్క అధికారిక మొబైల్ వీక్షణ పేజీని తెరుస్తుంది.
th_th: เล่นในแอปจะเปิดหน้าสำหรับดูบนมือถืออย่างเป็นทางการของ YouTube
tr_tr: Uygulamada Oynat, YouTube'un resmi mobil izleme sayfasını açar.
uk_ua: Відтворення в додатку відкриває офіційну сторінку перегляду YouTube для мобільних пристроїв.
ur_pk: ایپ میں کھیلیں YouTube کا آفیشل موبائل دیکھنے کا صفحہ کھولتا ہے۔
uz_latn_uz: Ilovada oʻynash YouTubening rasmiy mobil tomosha sahifasini ochadi.
vi_vn: Phát trong ứng dụng sẽ mở trang xem chính thức trên thiết bị di động của YouTube.
zh_hans_cn: 在应用程序中播放可打开 YouTube 的官方移动观看页面。
zh_hant_hk: 在應用程式中播放可開啟 YouTube 的官方行動觀看頁面。
zu_za: Ukudlala ohlelweni lokusebenza kuvula ikhasi elisemthethweni lokubuka leselula le-YouTube.
